IDEA StatiCa Open Model
SteelSetupIND.GammaMb Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Partial safety factor for bolts - bearing type
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double GammaMb { get; set; }
Public Property GammaMb As Double
	Get
	Set
public:
property double GammaMb {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SteelSetupIND Class
IdeaRS.OpenModel Namespace